Repository: nishantgupta83/GitaWisdom
Catalog: lib/l10n/app_*.arb
Languages: bn, fr, gu, hi, kn, ta, te

# appTitle
source: GitaWisdom
bn: গীতাজ্ঞান
fr: GitaSagesse
gu: ગીતાજ્ઞાન
hi: गीताज्ञान
kn: ಗೀತಾಜ್ಞಾನ
ta: கீதா ஞானம்
te: గీతా జ్ఞానం

# homeTab
source: Home
bn: হোম
fr: Accueil
gu: હોમ
hi: होम
kn: ಮನೆ
ta: முகப்பு
te: హోమ్

# chaptersTab
source: Chapters
bn: অধ্যায়সমূহ
fr: Chapitres
gu: અધ્યાયો
hi: अध्याय
kn: ಅಧ್ಯಾಯಗಳು
ta: அத்தியாயங்கள்
te: అధ్యాయాలు

# scenariosTab
source: Scenarios
bn: পরিস্থিতি
fr: Scénarios
gu: પરિસ્થિતિઓ
hi: स्थितियां
kn: ಪರಿಸ್ಥಿತಿಗಳು
ta: சூழ்நிலைகள்
te: పరిస్థితులు

# journalTab
source: Journal
bn: ডায়েরি
gu: ડાયરી
hi: डायरी
kn: ಡೈರಿ
ta: நாட்குறிப்பு
te: డైరీ

# moreTab
source: More
bn: আরও
fr: Plus
gu: વધુ
hi: और
kn: ಇನ್ನಷ್ಟು
ta: மேலும்
te: మరిన్ని

source: Verse of the Day
bn: আজকের শ্লোক
fr: Verset du Jour
gu: આજનો શ્લોક
hi: आज का श्लोक
kn: ದಿನದ ಶ್ಲೋಕ
ta: இன்றைய ஸ்லோகம்
te: రోజు శ్లోకం

source: Verse Refresher
bn: শ্লোক রিফ্রেশার
fr: Rafraîchisseur de Versets
gu: શ્લોક રિફ્રેશર
hi: श्लोक रिफ्रेशर
kn: ಶ್ಲೋಕ ರಿಫ್ರೆಶರ್
ta: ஸ்லோக புதுப்பிப்பான்
te: శ్లోక రిఫ్రెషర్

source: Modern Dilemma
bn: আধুনিক দ্বিধা
fr: Dilemme Moderne
gu: આધુનિક દ્વિધા
hi: आधुनिक समस्या
kn: ಆಧುನಿಕ ದ್ವಂದ್ವ
ta: நவீன குழப்பம்
te: ఆధునిక దుఴళం

source: Show Wisdom
bn: জ্ঞান দেখান
fr: Montrer la Sagesse
gu: જ્ઞાન બતાવો
hi: ज्ञान दिखाएं
kn: ಜ್ಞಾನವನ್ನು ತೋರಿಸಿ
ta: ஞானத்தைக் காட்டு
te: జ్ఞానం చూపించు

# applyGitaTeaching
source: Apply Gita Teaching to Modern Day Situations
bn: আধুনিক জীবনে গীতার শিক্ষা প্রয়োগ করুন
fr: Appliquer les enseignements de la Gita aux situations modernes
gu: આધુનિક પરિસ્થિતિઓમાં ગીતાના ઉપદેશો લાગુ કરો
hi: आधुनिक जीवन में गीता की शिक्षाएं लागू करें
kn: ಆಧುನಿಕ ಪರಿಸ್ಥಿತಿಗಳಿಗೆ ಗೀತೆಯ ಬೋಧನೆಗಳನ್ನು ಅನ್ವಯಿಸಿ
ta: நவீன வாழ்க்கைச் சூழ்நிலைகளில் கீதையின் போதனைகளைப் பயன்படுத்துங்கள்
te: ఆధునిక పరిస్థితులలో గీత బోధనలను వర్తింపజేయండి

# viewScenarios
source: View Scenarios ({count})
bn: পরিস্থিতি দেখুন ({count})
fr: Voir les Scénarios ({count})
gu: પરિસ્થિતિઓ જુઓ ({count})
hi: स्थितियां देखें ({count})
kn: ಪರಿಸ್ಥಿತಿಗಳನ್ನು ನೋಡಿ ({count})
ta: சூழ்நிலைகளைப் பார்க்கவும் ({count})
te: పరిస్థితులను చూడండి ({count})

# readAllVerses
source: Read All Verses ({count})
bn: সব শ্লোক পড়ুন ({count})
fr: Lire Tous les Versets ({count})
gu: બધા શ્લોકો વાંચો ({count})
hi: सभी श्लोक पढ़ें ({count})
kn: ಎಲ್ಲಾ ಶ್ಲೋಕಗಳನ್ನು ಓದಿ ({count})
ta: அனைத்து ஸ்லோகங்களையும் படிக்கவும் ({count})
te: అన్ని శ్లోకాలను చదవండి ({count})

source: Related Scenarios
bn: সম্পর্কিত পরিস্থিতি
fr: Scénarios Connexes
gu: સંબંધિત પરિસ્થિતિઓ
hi: संबंधित स्थितियां
kn: ಸಂಬಂಧಿತ ಪರಿಸ್ಥಿತಿಗಳು
ta: தொடர்புடைய சூழ்நிலைகள்
te: సంబంధిత పరిస్థితులు

source: Key Teachings
bn: মূল শিক্ষা
fr: Enseignements Clés
gu: મુખ્ય ઉપદેશો
hi: मुख्य शिक्षाएं
kn: ಮುಖ್ಯ ಬೋಧನೆಗಳು
ta: முக்கிய போதனைகள்
te: ముఖ్య బోధనలు

# exploreChapter
source: Explore This Chapter
bn: এই অধ্যায় অন্বেষণ করুন
fr: Explorer ce Chapitre
gu: આ અધ્યાયનું અન્વેષણ કરો
hi: इस अध्याय का अन्वेषण करें
kn: ಈ ಅಧ್ಯಾಯವನ್ನು ಅನ್ವೇಷಿಸಿ
ta: இந்த அத்தியாயத்தை ஆராயுங்கள்
te: ఈ అధ్యాయాన్ని అన్వేషించండి

# viewMoreScenarios
source: View {count} more scenarios
bn: আরও {count}টি পরিস্থিতি দেখুন
fr: Voir {count} scénarios de plus
gu: વધુ {count} પરિસ્થિતિઓ જુઓ
hi: {count} और स्थितियां देखें
kn: ಇನ್ನಷ್ಟು {count} ಪರಿಸ್ಥಿತಿಗಳನ್ನು ನೋಡಿ
ta: மேலும் {count} சூழ்நிலைகளைப் பார்க்கவும்
te: మరిన్ని {count} పరిస్థితులను చూడండి

source: Show fewer scenarios
bn: কম পরিস্থিতি দেখান
fr: Afficher moins de scénarios
gu: ઓછી પરિસ્થિતિઓ બતાવો
hi: कम स्थितियां दिखाएं
kn: ಕಡಿಮೆ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ತೋರಿಸಿ
ta: குறைவான சூழ்நிலைகளைக் காட்டு
te: తక్కువ పరిస్థితులను చూపించు

source: Loading...
bn: লোড হচ্ছে...
fr: Chargement...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...

source: Error loading data
bn: ডেটা লোড করতে ত্রুটি
fr: Erreur lors du chargement des données
gu: ડેટા લોડ કરવામાં ભૂલ
hi: डेटा लोड करने में त्रुटि
kn: ಡೇಟಾ ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ
ta: தரவு ஏற்றுவதில் பிழை
te: డేటా లోడ్ చేయడంలో లోపం

source: Language
bn: ভাষা
fr: Langue
gu: ભાષા
hi: भाषा
kn: ಭಾಷೆ
ta: மொழி
te: భాష

source: Appearance
bn: চেহারা
fr: Apparence
gu: દેખાવ
hi: दिखावट
kn: ಕಾಣಿಕೆ
ta: தோற்றம்
te: రూపం

source: Dark Mode
bn: ডার্ক মোড
fr: Mode Sombre
gu: ડાર્ક મોડ
hi: डार्क मोड
kn: ಡಾರ್ಕ್ ಮೋಡ್
ta: இருட்டு பயன்முறை
te: డార్క్ మోడ్

source: Background Music
bn: পটভূমি সংগীত
fr: Musique de Fond
gu: પૃષ્ઠભૂમિ સંગીત
hi: बैकग्राउंड संगीत
kn: ಹಿನ್ನೆಲೆ ಸಂಗೀತ
ta: பின்னணி இசை
te: బ్యాక్‌గ్రౌండ్ సంగీతం

source: Font Size
bn: ফন্টের আকার
fr: Taille de Police
gu: ફોન્ટ સાઇઝ
hi: फ़ॉन्ट साइज़
kn: ಫಾಂಟ್ ಗಾತ್ರ
ta: எழுத்து அளவு
te: ఫాంట్ పరిమాణం

source: Text Shadow
bn: টেক্সট ছায়া
fr: Ombre de Texte
gu: ટેક્સ્ટ શેડો
hi: टेक्स्ट शैडो
kn: ಪಠ್ಯ ನೆರಳು
ta: உரை நிழல்
te: టెక్స్ట్ షేడో

source: Background Opacity
bn: পটভূমির স্বচ্ছতা
fr: Opacité de l'Arrière-plan
gu: પૃષ્ઠભૂમિ પારદર્શિતા
hi: बैकग्राउंड पारदर्शिता
kn: ಹಿನ್ನೆಲೆ ಪಾರದರ್ಶಕತೆ
ta: பின்னணி வெளிப்படைத்தன்மை
te: బ్యాక్‌గ్రౌండ్ పారదర్శకత

# storageAndCache
source: Storage & Cache
bn: স্টোরেজ ও ক্যাশে
fr: Stockage et Cache
gu: સ્ટોરેજ અને કેશ
hi: स्टोरेज और कैश
kn: ಸಂಗ್ರಹಣೆ ಮತ್ತು ಕ್ಯಾಶ್
ta: சேமிப்பு மற்றும் கேச்
te: స్టోరేజ్ మరియు కేష్

source: Cache Size
bn: ক্যাশের আকার
fr: Taille du Cache
gu: કેશ સાઇઝ
hi: कैश साइज़
kn: ಕ್ಯಾಶ್ ಗಾತ್ರ
ta: கேச் அளவு
te: కేష్ పరిమాణం

source: Clear Cache
bn: ক্যাশে পরিষ্কার করুন
fr: Vider le Cache
gu: કેશ સાફ કરો
hi: कैश साफ़ करें
kn: ಕ್ಯಾಶ್ ತೆರವುಗೊಳಿಸಿ
ta: கேச்சை அழிக்கவும்
te: కేష్ క్లియర్ చేయండి

source: Extras
bn: অতিরিক্ত
gu: વધારાનું
hi: अतिरिक्त
kn: ಹೆಚ್ಚುವರಿ
ta: கூடுதல்
te: అదనపు

source: Share this App
bn: এই অ্যাপ শেয়ার করুন
fr: Partager cette App
gu: આ એપ શેર કરો
hi: यह ऐप साझा करें
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಹಂಚಿಕೊಳ್ಳಿ
ta: இந்த ஆப்பைப் பகிரவும்
te: ఈ యాప్‌ను షేర్ చేయండి

source: Resources
bn: সংস্থান
fr: Ressources
gu: સંસાધનો
hi: संसाधन
kn: ಸಂಪನ್ಮೂಲಗಳು
ta: வளங்கள்
te: వనరులు

source: About
bn: সম্পর্কে
fr: À propos
gu: વિશે
hi: के बारे में
kn: ಕುರಿತು
ta: பற்றி
te: గురించి

source: References
bn: তথ্যসূত্র
fr: Références
gu: સંદર્ભો
hi: संदर्भ
kn: ಉಲ್ಲೇಖಗಳು
ta: குறிப்புகள்
te: సూచనలు

# supportAndLegal
source: Support & Legal
bn: সহায়তা ও আইনি
fr: Support et Légal
gu: સહાય અને કાયદેસર
hi: समर्थन और कानूनी
kn: ಬೆಂಬಲ ಮತ್ತು ಕಾನೂನು
ta: ஆதரவு மற்றும் சட்டம்
te: మద్దతు మరియు చట్టపరమైన

source: Send Feedback
bn: ফিডব্যাক পাঠান
fr: Envoyer des Commentaires
gu: પ્રતિસાદ મોકલો
hi: फीडबैक भेजें
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ
ta: கருத்து அனுப்பவும்
te: ఫీడ్‌బ్యాక్ పంపండి

source: Privacy Policy
bn: গোপনীয়তা নীতি
fr: Politique de Confidentialité
gu: ગોપનીયતા નીતિ
hi: प्राइवेसी नीति
kn: ಗೌಪ್ಯತೆ ನೀತಿ
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# termsAndConditions
source: Terms & Conditions
bn: নিয়ম ও শর্তাবলী
fr: Conditions Générales
gu: નિયમો અને શરતો
hi: नियम और शर्तें
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்
te: నియమాలు మరియు షరతులు

source: App Language
bn: অ্যাপের ভাষা
fr: Langue de l'App
gu: એપની ભાષા
hi: ऐप की भाषा
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ
ta: ஆப்பின் மொழி
te: యాప్ భాష

source: GITA CHAPTERS
bn: গীতার অধ্যায়
fr: CHAPITRES DE LA GITA
gu: ગીતાના અધ્યાયો
hi: गीता अध्याय
kn: ಗೀತಾ ಅಧ್ಯಾಯಗಳು
ta: கீதை அத்தியாயங்கள்
te: గీత అధ్యాయాలు

# immerseInKnowledge
source: Immerse into the ocean of knowledge
bn: জ্ঞানের সমুদ্রে নিমজ্জিত হন
fr: Plongez dans l'océan de la connaissance
gu: જ્ઞાનના સાગરમાં ડૂબી જાઓ
hi: ज्ञान के सागर में डूब जाइए
kn: ಜ್ಞಾನದ ಸಾಗರದಲ್ಲಿ ಮುಳುಗಿಸಿ
ta: அறிவின் கடலில் மூழ்கி விடுங்கள்
te: జ్ఞాన సముద్రంలో మునిగిపోండి

source: No chapters available.
bn: কোনো অধ্যায় পাওয়া যায়নি।
fr: Aucun chapitre disponible.
gu: કોઈ અધ્યાય ઉપલબ્ધ નથી.
hi: कोई अध्याय उपलब्ध नहीं है।
kn: ಯಾವುದೇ ಅಧ್ಯಾಯಗಳು ಲಭ್ಯವಿಲ್ಲ.
ta: எந்த அத்தியாயமும் கிடைக்கவில்லை.
te: అధ్యాయాలు ఏవీ అందుబాటులో లేవు.

# versesCount
source: Verses
bn: শ্লোক
fr: Versets
gu: શ્લોકો
hi: श्लोक
kn: ಶ್ಲೋಕಗಳು
ta: ஸ்லோகங்கள்
te: శ్లోకాలు

# scenariosCount
source: Scenarios
bn: পরিস্থিতি
fr: Scénarios
gu: પરિસ્થિતિઓ
hi: स्थितियां
kn: ಪರಿಸ್ಥಿತಿಗಳು
ta: சூழ்நிலைகள்
te: పరిస్థితులు

source: SCENARIOS
bn: পরিস্থিতিসমূহ
fr: SCÉNARIOS
gu: પરિસ્થિતિઓ
hi: स्थितियां
kn: ಪರಿಸ್ಥಿತಿಗಳು
ta: சூழ்நிலைகள்
te: పరిస్థితులు

# realWorldSituations
source: Real-world situations guided by Gita wisdom
bn: গীতার জ্ঞান দ্বারা পরিচালিত বাস্তব জীবনের পরিস্থিতি
fr: Situations réelles guidées par la sagesse de la Gita
gu: ગીતાના જ્ઞાન દ્વારા માર્ગદર્શિત વાસ્તવિક પરિસ્થિતિઓ
hi: गीता की बुद्धि से निर्देशित वास्तविक जीवन की स्थितियां
kn: ಗೀತಾ ಜ್ಞಾನದಿಂದ ಮಾರ್ಗದರ್ಶನ ಪಡೆದ ನೈಜ ಜೀವನದ ಪರಿಸ್ಥಿತಿಗಳು
ta: கீதை ஞானத்தால் வழிநடத்தப்படும் நிஜ வாழ்க்கைச் சூழ்நிலைகள்
te: గీత జ్ఞానంతో మార్గదర్శకత్వం పొందిన వాస్తవ జీవిత పరిస్థితులు

# searchScenarios
source: Search scenarios by title or description...
bn: শিরোনাম বা বিবরণ দিয়ে পরিস্থিতি খুঁজুন...
fr: Rechercher des scénarios par titre ou description...
gu: શીર્ષક અથવા વર્ણન દ્વારા પરિસ્થિતિઓ શોધો...
hi: शीर्षक या विवरण से स्थितियां खोजें...
kn: ಶೀರ್ಷಿಕೆ ಅಥವಾ ವಿವರಣೆಯಿಂದ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ಹುಡುಕಿ...
ta: தலைப்பு அல்லது விளக்கத்தின் மூலம் சூழ்நிலைகளைத் தேடுங்கள்...
te: శీర్షిక లేదా వివరణ ద్వారా పరిస్థితులను వెతకండి...

source: No scenarios available
bn: কোনো পরিস্থিতি পাওয়া যায়নি
fr: Aucun scénario disponible
gu: કોઈ પરિસ્થિતિ ઉપલબ્ધ નથી
hi: कोई स्थिति उपलब्ध नहीं है
kn: ಯಾವುದೇ ಪರಿಸ್ಥಿತಿಗಳು ಲಭ್ಯವಿಲ್ಲ
ta: எந்த சூழ்நிலையும் கிடைக்கவில்லை
te: పరిస్థితులు ఏవీ అందుబాటులో లేవు

# noScenariosMatch
source: No scenarios match your search
bn: আপনার অনুসন্ধানের সাথে কোনো পরিস্থিতি মেলেনি
fr: Aucun scénario ne correspond à votre recherche
gu: તમારી શોધ સાથે કોઈ પરિસ્થિતિ મેળ ખાતી નથી
hi: आपकी खोज से मेल खाने वाली कोई स्थिति नहीं है
kn: ನಿಮ್ಮ ಹುಡುಕಾಟಕ್ಕೆ ಯಾವುದೇ ಪರಿಸ್ಥಿತಿಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ta: உங்கள் தேடலுக்கு எந்த சூழ்நிலையும் பொருந்தவில்லை
te: మీ వెతుకులాటతో ఏ పరిస్థితి సరిపోలలేదు

# failedToRefresh
source: Failed to refresh scenarios
bn: পরিস্থিতি রিফ্রেশ করতে ব্যর্থ
fr: Échec de l'actualisation des scénarios
gu: પરિસ્થિતિઓ રિફ્રેશ કરવામાં નિષ્ફળ
hi: स्थितियों को रीफ्रेश करने में विफल
kn: ಪರಿಸ್ಥಿತಿಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ta: சூழ்நிலைகளைப் புதுப்பிப்பதில் தோல்வி
te: పరిస్థితులను రిఫ్రెష్ చేయడంలో విఫలమైంది

source: About GitaWisdom
bn: গীতাজ্ঞান সম্পর্কে
fr: À propos de GitaSagesse
gu: ગીતાજ્ઞાન વિશે
hi: गीताज्ञान के बारे में
kn: ಗೀತಾಜ್ಞಾನದ ಕುರಿತು
ta: கீதா ஞானம் பற்றி
te: గీత జ్ఞానం గురించి

# madeWithLove
source: Made with ❤️ for spiritual seekers everywhere
bn: বিশ্বব্যাপী আধ্যাত্মিক অনুসন্ধানীদের জন্য ❤️ দিয়ে তৈরি
fr: Fait avec ❤️ pour les chercheurs spirituels du monde entier
gu: વિશ્વભરના આધ્યાત્મિક શોધકો માટે ❤️ સાથે બનાવ્યું
hi: दुनिया भर के आध्यात्मिक साधकों के लिए ❤️ से बनाया गया
kn: ಪ್ರಪಂಚದಾದ್ಯಂತದ ಆಧ್ಯಾತ್ಮಿಕ ಸಾಧಕರಿಗಾಗಿ ❤️ ನೊಂದಿಗೆ ತಯಾರಿಸಲಾಗಿದೆ
ta: உலகம் முழுவதும் உள்ள ஆன்மிக தேடுபவர்களுக்காக ❤️ உடன் செய்யப்பட்டது
te: ప్రపంచవ్యాప్త ఆధ్యాత్మిక అన్వేషకుల కోసం ❤️ తో తయారు చేయబడింది

# aboutDescription
source: A bite-size guide to the Bhagavad Gita, offering chapters, scenarios, and reflections—now with custom themes, language support, and more.
bn: ভগবদ গীতার একটি ব্যবহারিক গাইড, যা অধ্যায়, পরিস্থিতি এবং চিন্তাভাবনা প্রদান করে—এখন কাস্টম থিম, ভাষা সমর্থন এবং আরও অনেক কিছু সহ।
fr: Un guide pratique de la Bhagavad Gita, offrant chapitres, scénarios et réflexions—maintenant avec des thèmes personnalisés, support de langues et plus encore.
gu: ભગવદ ગીતાની એક વ્યવહારિક માર્ગદર્શિકા, જે અધ્યાયો, પરિસ્થિતિઓ અને ચિંતન પ્રદાન કરે છે—હવે કસ્ટમ થીમ્સ, ભાષા સપોર્ટ અને વધુ સાથે.
hi: भगवद गीता के लिए एक व्यावहारिक गाइड, जो अध्याय, स्थितियाँ और चिंतन प्रदान करता है—अब कस्टम थीम, भाषा समर्थन और बहुत कुछ के साथ।
kn: ಭಗವದ್ಗೀತೆಯ ಪ್ರಾಯೋಗಿಕ ಮಾರ್ಗದರ್ಶಿ, ಅಧ್ಯಾಯಗಳು, ಪರಿಸ್ಥಿತಿಗಳು ಮತ್ತು ಚಿಂತನೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ—ಈಗ ಕಸ್ಟಮ್ ಥೀಮ್‌ಗಳು, ಭಾಷಾ ಬೆಂಬಲ ಮತ್ತು ಇನ್ನೂ ಹೆಚ್ಚಿನದರ ಜೊತೆಗೆ.
ta: பகவத் கீதையின் நடைமுறை வழிகாட்டி, அத்தியாயங்கள், சூழ்நிலைகள் மற்றும் சிந்தனைகளை வழங்குகிறது—இப்போது தனிப்பயன் தீம்கள், மொழி ஆதரவு மற்றும் பலவற்றுடன்.
te: భగవద్గీత యొక్క ఆచరణాత్మక మార్గదర్శిని, అధ్యాయాలు, పరిస్థితులు మరియు ఆలోచనలను అందిస్తుంది—ఇప్పుడు కస్టమ్ థీమ్‌లు, భాషా మద్దతు మరియు మరిన్నింటితో.

# gitaQuote
source: "You have the right to perform your actions, but you are not entitled to the fruits of action."
bn: "তোমার কাজ করার অধিকার আছে, কিন্তু কাজের ফলের উপর তোমার অধিকার নেই।"
fr: "Vous avez le droit d'accomplir vos actions, mais vous n'avez pas droit aux fruits de l'action."
gu: "તમને તમારા કાર્યો કરવાનો અધિકાર છે, પરંતુ કાર્યના ફળો પર તમારો અધિકાર નથી."
hi: "आपको अपने कर्म करने का अधिकार है, परन्तु कर्मफल पर आपका अधिकार नहीं है।"
kn: "ನಿಮಗೆ ನಿಮ್ಮ ಕರ್ಮಗಳನ್ನು ಮಾಡುವ ಹಕ್ಕಿದೆ, ಆದರೆ ಕರ್ಮದ ಫಲಗಳ ಮೇಲೆ ನಿಮಗೆ ಹಕ್ಕಿಲ್ಲ."
ta: "உங்களுக்கு உங்கள் செயல்களைச் செய்வதற்கு உரிமை உண்டு, ஆனால் செயலின் பலன்களில் உங்களுக்கு உரிமை இல்லை."
te: "మీకు మీ కర్మలను చేసే హక్కు ఉంది, కానీ కర్మ ఫలాలపై మీకు హక్కు లేదు."

# gitaQuoteReference
source: - Bhagavad Gita 2.47
bn: - ভগবদ গীতা ২.৪৭
gu: - ભગવદ ગીતા ૨.૪૭
hi: - भगवद गीता 2.47
kn: - ಭಗವದ್ಗೀತೆ ೨.೪೭
ta: - பகவத் கீதை 2.47
te: - భగవద్గీత 2.47

# appVersion
source: GitaWisdom v1.0.0
bn: গীতাজ্ঞান v১.০.০
fr: GitaSagesse v1.0.0
gu: ગીતાજ્ઞાન v૧.૦.૦
hi: गीताज्ञान v1.0.0
kn: ಗೀತಾಜ್ಞಾನ v೧.೦.೦
ta: கீதா ஞானம் v1.0.0
te: గీత జ్ఞానం v1.0.0

# referencesTitle
source: References
bn: তথ্যসূত্র
fr: Références
gu: સંદર્ભો
hi: संदर्भ
kn: ಉಲ್ಲೇಖಗಳು
ta: குறிப்புகள்
te: సూచనలు

# reference1
source: * Bhagavad-gītā As It Is (A. C. Bhaktivedanta Swami Prabhupāda)
bn: * ভগবদ গীতা যথার্থ (এ. সি. ভক্তিবেদান্ত স্বামী প্রভুপাদ)
fr: * Bhagavad-gītā Tel Qu'Il Est (A. C. Bhaktivedanta Swami Prabhupāda)
gu: * ભગવદ ગીતા યથારૂપ (એ. સી. ભક્તિવેદાંત સ્વામી પ્રભુપાદ)
hi: * भगवद-गीता यथारूप (ए. सी. भक्तिवेदांत स्वामी प्रभुपाद)
kn: * ಭಗವದ್ಗೀತೆ ಅದೇ ರೂಪದಲ್ಲಿ (ಎ. ಸಿ. ಭಕ್ತಿವೇದಾಂತ ಸ್ವಾಮೀ ಪ್ರಭುಪಾದ)
ta: * பகவத் கீதை அது என்னவென்றால் (ஏ.சி. பக்திவேதாந்த ஸ்வாமி பிரபுபாதா)
te: * భగవద్గీత యథారూపం (ఎ.సి. భక్తివేదాంత స్వామి ప్రభుపాద)

# reference2
source: * The Bhagavad Gita: A New Translation (Stephen Mitchell)
bn: * ভগবদ গীতা: একটি নতুন অনুবাদ (স্টিফেন মিচেল)
fr: * La Bhagavad Gita: Une Nouvelle Traduction (Stephen Mitchell)
gu: * ભગવદ ગીતા: એક નવો અનુવાદ (સ્ટીફન મિશેલ)
hi: * भगवद गीता: एक नया अनुवाद (स्टीफन मिशेल)
kn: * ಭಗವದ್ಗೀತೆ: ಹೊಸ ಅನುವಾದ (ಸ್ಟೀಫನ್ ಮಿಚೆಲ್)
ta: * பகவத் கீதை: ஒரு புதிய மொழிபெயர்ப்பு (ஸ்டீபன் மிட்செல்)
te: * భగవద్గీత: కొత్త అనువాదం (స్టీఫెన్ మిచెల్)

# reference3
source: • Other academic and traditional commentaries
bn: • অন্যান্য একাডেমিক এবং ঐতিহ্যবাহী ভাষ্য
fr: • Autres commentaires académiques et traditionnels
gu: • અન્ય શૈક્ષણિક અને પરંપરાગત ભાષ્યો
hi: • अन्य शैक्षणिक और पारंपरिक टिप्पणियाँ
kn: • ಇತರ ಶೈಕ್ಷಣಿಕ ಮತ್ತು ಸಾಂಪ್ರದಾಯಿಕ ವ್ಯಾಖ್ಯಾನಗಳು
ta: • பிற கல்வி மற்றும் பாரம்பரிய உரைகள்
te: • ఇతర అకడమిక్ మరియు సాంప్రదాయ వ్యాఖ్యానాలు

source: MY JOURNAL
bn: আমার ডায়েরি
fr: MON JOURNAL
gu: મારી ડાયરી
hi: मेरी डायरी
kn: ನನ್ನ ಡೈರಿ
ta: என் நாட்குறிப்பு
te: నా డైరీ

# trackSpiritual
source: Track your spiritual reflections and growth
bn: আপনার আধ্যাত্মিক চিন্তাভাবনা এবং বৃদ্ধি ট্র্যাক করুন
fr: Suivez vos réflexions spirituelles et votre croissance
gu: તમારા આધ્યાત્મિક ચિંતન અને વૃદ્ધિને ટ્રેક કરો
hi: अपने आध्यात्मिक चिंतन और विकास को ट्रैक करें
kn: ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ಚಿಂತನೆಗಳು ಮತ್ತು ಬೆಳವಣಿಗೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
ta: உங்கள் ஆன்மிக சிந்தனைகளையும் வளர்ச்சியையும் கண்காணியுங்கள்
te: మీ ఆధ్యాత్మిక ఆలోచనలు మరియు వృద్ధిని ట్రాక్ చేయండి

# noJournalEntries
source: No journal entries yet
bn: এখনও কোনো ডায়েরি এন্ট্রি নেই
fr: Aucune entrée de journal pour le moment
gu: હજી કોઈ ડાયરી એન્ટ્રી નથી
hi: अभी तक कोई डायरी प्रविष्टि नहीं है
kn: ಇನ್ನೂ ಯಾವುದೇ ಡೈರಿ ನಮೂದುಗಳಿಲ್ಲ
ta: இன்னும் நாட்குறிப்பு உள்ளீடுகள் இல்லை
te: ఇంకా డైరీ ఎంట్రీలు లేవు

# tapPlusButton
source: Tap the + button to create your first reflection
bn: আপনার প্রথম চিন্তাভাবনা তৈরি করতে + বোতাম টিপুন
fr: Appuyez sur le bouton + pour créer votre première réflexion
gu: તમારું પ્રથમ ચિંતન બનાવવા માટે + બટન દબાવો
hi: अपना पहला चिंतन बनाने के लिए + बटन दबाएं
kn: ನಿಮ್ಮ ಮೊದಲ ಚಿಂತನೆಯನ್ನು ರಚಿಸಲು + ಬಟನ್ ಒತ್ತಿ
ta: உங்கள் முதல் சிந்தனையை உருவாக்க + பொத்தானை அழுத்தவும்
te: మీ మొదటి ఆలోచనను సృష్టించడానికి + బటన్‌ను నొక్కండి

source: Add Journal Entry
bn: ডায়েরি এন্ট্রি যোগ করুন
fr: Ajouter une Entrée de Journal
gu: ડાયરી એન્ટ્રી ઉમેરો
hi: डायरी प्रविष्टि जोड़ें
kn: ಡೈರಿ ನಮೂದನ್ನು ಸೇರಿಸಿ
ta: நாட்குறிப்பு உள்ளீட்டைச் சேர்க்கவும்
te: డైరీ ఎంట్రీని జోడించండి

source: Read More
bn: আরও পড়ুন
fr: Lire Plus
gu: વધુ વાંચો
hi: और पढ़ें
kn: ಇನ್ನಷ್ಟು ಓದಿ
ta: மேலும் படிக்கவும்
te: మరింత చదవండి

# failedToSaveEntry
source: Failed to save journal entry
bn: ডায়েরি এন্ট্রি সংরক্ষণে ব্যর্থ
fr: Échec de la sauvegarde de l'entrée du journal
gu: ડાયરી એન્ટ્રી સેવ કરવામાં નિષ્ફળ
hi: डायरी प्रविष्टि सहेजने में विफल
kn: ಡೈರಿ ನಮೂದನ್ನು ಉಳಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ta: நாட்குறிப்பு உள்ளீட்டைச் சேமிப்பதில் தோல்வி
te: డైరీ ఎంట్రీని సేవ్ చేయడంలో విఫలమైంది

source: JOURNAL ENTRY
bn: ডায়েরি এন্ট্রি
fr: ENTRÉE DE JOURNAL
gu: ડાયરી એન્ટ્રી
hi: डायरी प्रविष्टि
kn: ಡೈರಿ ನಮೂದು
ta: நாட்குறிப்பு உள்ளீடு
te: డైరీ ఎంట్రీ

# reflectionFrom
source: Reflection from {date}
bn: {date} এর চিন্তাভাবনা
fr: Réflexion du {date}
gu: {date}નું ચિંતન
hi: {date} का चिंतन
kn: {date} ರ ಚಿಂತನೆ
ta: {date} இன் சிந்தனை
te: {date} నుండి ఆలోచన

# writtenOn
source: Written on {date}
bn: {date} তারিখে লেখা
fr: Écrit le {date}
gu: {date}ના દિવસે લખાયું
hi: {date} को लिखा गया
kn: {date} ದಿನ ಬರೆಯಲಾಗಿದೆ
ta: {date} அன்று எழுதப்பட்டது
te: {date}న వ్రాయబడింది

source: New Journal Entry
bn: নতুন ডায়েরি এন্ট্রি
fr: Nouvelle Entrée de Journal
gu: નવી ડાયરી એન્ટ્રી
hi: नई डायरी प्रविष्टि
kn: ಹೊಸ ಡೈರಿ ನಮೂದು
ta: புதிய நாட்குறிப்பு உள்ளீடு
te: కొత్త డైరీ ఎంట్రీ

source: Your Reflection
bn: আপনার চিন্তাভাবনা
fr: Votre Réflexion
gu: તમારું ચિંતન
hi: आपका चिंतन
kn: ನಿಮ್ಮ ಚಿಂತನೆ
ta: உங்கள் சிந்தனை
te: మీ ఆలోచన

source: Category
bn: বিভাগ
fr: Catégorie
gu: વર્ગ
hi: श्रेणी
kn: ವರ್ಗ
ta: வகை
te: వర్గం

source: Rating
bn: রেটিং
fr: Évaluation
gu: રેટિંગ
hi: रेटिंग
kn: ರೇಟಿಂಗ್
ta: மதிப்பீடு
te: రేటింగ్

source: Cancel
bn: বাতিল
fr: Annuler
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
ta: ரத்து செய்
te: రద్దు చేయండి

source: Save
bn: সংরক্ষণ
fr: Sauvegarder
gu: સેવ કરો
hi: सहेजें
kn: ಉಳಿಸಿ
ta: சேமி
te: సేవ్ చేయండి

# categoryGeneral
source: General
bn: সাধারণ
fr: Général
gu: સામાન્ય
hi: सामान्य
kn: ಸಾಮಾನ್ಯ
ta: பொது
te: సాధారణ

# categoryPersonalGrowth
source: Personal Growth
bn: ব্যক্তিগত বৃদ্ধি
fr: Croissance Personnelle
gu: વ્યક્તિગત વૃદ્ધિ
hi: व्यक्तिगत विकास
kn: ವೈಯಕ್ತಿಕ ಬೆಳವಣಿಗೆ
ta: தனிப்பட்ட வளர்ச்சி
te: వ్యక్తిగత వృద్ధి

# categoryMeditation
source: Meditation
bn: ধ্যান
fr: Méditation
gu: ધ્યાન
hi: ध्यान
kn: ಧ್ಯಾನ
ta: தியானம்
te: ధ్యానం

# categoryDailyReflection
source: Daily Reflection
bn: দৈনিক চিন্তাভাবনা
fr: Réflexion Quotidienne
gu: દૈનિક ચિંતન
hi: दैनिक चिंतन
kn: ದೈನಂದಿನ ಚಿಂತನೆ
ta: தினசரி சிந்தனை
te: దైనందిన ఆలోచన

# categoryScenarioWisdom
source: Scenario Wisdom
bn: পরিস্থিতি জ্ঞান
fr: Sagesse de Scénario
gu: પરિસ્થિતિ જ્ઞાન
hi: परिस्थिति ज्ञान
kn: ಪರಿಸ್ಥಿತಿ ಜ್ಞಾನ
ta: சூழ்நிலை ஞானம்
te: పరిస్థితి జ్ఞానం

# categoryChapterInsights
source: Chapter Insights
bn: অধ্যায় অন্তর্দৃষ্টি
fr: Aperçus de Chapitre
gu: અધ્યાય આંતરદૃષ્ટિ
hi: अध्याय अंतर्दृष्टि
kn: ಅಧ್ಯಾಯ ಒಳನೋಟಗಳು
ta: அத்தியாய நுண்ணறிவுகள்
te: అధ్యాయ అంతర్దృష్టులు

source: Delete Entry
bn: এন্ট্রি মুছুন
fr: Supprimer l'Entrée
gu: એન્ટ્રી ડિલીટ કરો
hi: प्रविष्टि हटाएं
kn: ನಮೂದನ್ನು ಅಳಿಸಿ
ta: உள்ளீட்டை நீக்கு
te: ఎంట్రీని తొలగించండి

source: Delete
bn: মুছুন
fr: Supprimer
gu: ડિલીટ કરો
hi: हटाएं
kn: ಅಳಿಸಿ
ta: நீக்கு
te: తొలగించండి

# deleteConfirmation
source: Are you sure you want to delete this journal entry? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে এই ডায়েরি এন্ট্রিটি মুছতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
fr: Êtes-vous sûr de vouloir supprimer cette entrée de journal? Cette action ne peut pas être annulée.
gu: શું તમે ખરેખર આ ડાયરી એન્ટ્રી ડિલીટ કરવા માંગો છો? આ ક્રિયા પાછી ન કરી શકાય.
hi: क्या आप वाकई इस डायरी प्रविष्टि को हटाना चाहते हैं? यह कार्य वापस नहीं लिया जा सकता।
kn: ನೀವು ಖಚಿತವಾಗಿ ಈ ಡೈರಿ ನಮೂದನ್ನು ಅಳಿಸಲು ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ta: இந்த நாட்குறிப்பு உள்ளீட்டை நீக்க விரும்புகிறீர்களா? இந்த செயலை மீண்டும் செய்ய முடியாது.
te: మీరు ఈ డైరీ ఎంట్రీని తొలగించాలని అనుకుంటున్నారా? ఈ చర్య వెనక్కి తీసుకోలేము.

# entryDeleted
source: Journal entry deleted
bn: ডায়েরি এন্ট্রি মুছে ফেলা হয়েছে
fr: Entrée de journal supprimée
gu: ડાયરી એન્ટ્રી ડિલીટ થઈ
hi: डायरी प्रविष्टि हटा दी गई
kn: ಡೈರಿ ನಮೂದನ್ನು ಅಳಿಸಲಾಗಿದೆ
ta: நாட்குறிப்பு உள்ளீடு நீக்கப்பட்டது
te: డైరీ ఎంట్రీ తొలగించబడింది

source: Undo
bn: পূর্বাবস্থায় ফিরুন
fr: Annuler
gu: પૂર્વવત્ કરો
hi: पूर्ववत करें
kn: ರದ್ದುಗೊಳಿಸಿ
ta: மீட்டமைக்கவும்
te: రద్దు చేయండి

# entryRestored
source: Journal entry restored
bn: ডায়েরি এন্ট্রি পুনরুদ্ধার করা হয়েছে
fr: Entrée de journal restaurée
gu: ડાયરી એન્ટ્રી પુનઃસ્થાપિત થઈ
hi: डायरी प्रविष्टि बहाल की गई
kn: ಡೈರಿ ನಮೂದನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ
ta: நாட்குறிப்பு உள்ளீடு மீட்டமைக்கப்பட்டது
te: డైరీ ఎంట్రీ పునరుద్ధరించబడింది

source: Failed to restore entry
bn: এন্ট্রি পুনরুদ্ধার করতে ব্যর্থ
fr: Échec de la restauration de l'entrée
gu: એન્ટ્રી પુનઃસ્થાપિત કરવામાં નિષ્ફળ
hi: प्रविष्टि बहाल करने में असफल
kn: ನಮೂದನ್ನು ಮರುಸ್ಥಾಪಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ta: உள்ளீட்டை மீட்டமைப்பதில் தோல்வி
te: ఎంట్రీని పునరుద్ధరించడంలో విఫలమైంది

source: Failed to delete entry
bn: এন্ট্রি মুছতে ব্যর্থ
fr: Échec de la suppression de l'entrée
gu: એન્ટ્રી ડિલીટ કરવામાં નિષ્ફળ
hi: प्रविष्टि हटाने में असफल
kn: ನಮೂದನ್ನು ಅಳಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ta: உள்ளீட்டை நீக்குவதில் தோல்வி
te: ఎంట్రీని తొలగించడంలో విఫలమైంది

source: Journal entry saved!
bn: ডায়েরি এন্ট্রি সংরক্ষিত হয়েছে!
fr: Entrée de journal sauvegardée!
gu: ડાયરી એન્ટ્રી સેવ થઈ!
hi: डायरी प्रविष्टि सहेजी गई!
kn: ಡೈರಿ ನಮೂದನ್ನು ಉಳಿಸಲಾಗಿದೆ!
ta: நாட்குறிப்பு உள்ளீடு சேமிக்கப்பட்டது!
te: డైరీ ఎంట్రీ సేవ్ అయింది!

# pleaseSelectRating
source: Please select a rating
bn: অনুগ্রহ করে একটি রেটিং নির্বাচন করুন
fr: Veuillez sélectionner une évaluation
gu: કૃપા કરીને રેટિંગ પસંદ કરો
hi: कृपया एक रेटिंग चुनें
kn: ದಯವಿಟ್ಟು ರೇಟಿಂಗ್ ಆಯ್ಕೆಮಾಡಿ
ta: தயவுசெய்து ஒரு மதிப்பீட்டைத் தேர்ந்தெடுக்கவும்
te: దయచేసి రేటింగ్‌ను ఎంచుకోండి
